Repository: guillemsarda/What2Do
Catalog: what2do/what2do/Localizable.xcstrings
Source language: en
Languages: ca, es

# accountAnswerNegative
source: No. Sign me up.
ca: No. Registra'm.
es: No. Regiítrame.

# accountAnswerPositive
source: Yes. Sign me in.
ca: Sí. Vull entrar.
es: Sí. Quiero entrar.

# accountQuestion
source: Do you already have an account?
ca: Ja tens un compte?
es: ¿Ya tienes una cuenta?

source: Firm
ca: Empresa
es: Empresa

source: Name
ca: Nom
es: Nombre

source: Password
ca: Contrasenya
es: Contraseña

source: Sign In
ca: Entrar
es: Entrar

source: Sign Me In
ca: Vull Entrar
es: Quiero Entrar

source: Sign Me Up
ca: Registra'm
es: Regístrame

source: Sign Up
ca: Registrar
es: Registrar

source: Surname
ca: Cognoms
es: Apellidos

source: Type
ca: Tipus
es: Tipo

# typePlaceholder
source: Firm or Personal
ca: Empresa o Personal
es: Empresa o Personal

# welcome
source: Welcome to What2Do
ca: Benvingut a What2Do
es: Bienvenido a What2Do
